alacritty
android-tools
baobab
base
base-devel
bind
blueman
brightnessctl
cheese
discord
docker
docker-compose
dunst
efibootmgr
eog
evince
fd
file-roller
firefox
fzf
gdm
gimp
git
github-cli
gnome-backgrounds
gnome-calculator
gnome-calendar
gnome-characters
gnome-clocks
gnome-color-manager
gnome-console
gnome-control-center
gnome-disk-utility
gnome-font-viewer
gnome-keyring
gnome-logs
gnome-menus
gnome-photos
gnome-remote-desktop
gnome-session
gnome-settings-daemon
gnome-shell
gnome-shell-extensions
gnome-software
gnome-system-monitor
gnome-text-editor
gnome-tweaks
gnome-user-docs
gnome-user-share
gnome-video-effects
gparted
grilo-plugins
grim
gst-plugin-pipewire
gvfs
gvfs-afc
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
gwakeonlan
htop
hyprland
inotify-tools
intel-media-driver
intel-ucode
iwd
java-environment-common
jdk-openjdk
jdk17-openjdk
jupyter-notebook
kitty
libdvdcss
libpulse
libva-intel-driver
libva-mesa-driver
linux
linux-firmware
malcontent
man-db
man-pages
nano
nautilus
neofetch
neovim
network-manager-applet
networkmanager
obs-studio
orca
pamixer
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
powertop
python-pip
qt5-graphicaleffects
qt5-quickcontrols2
qt5-wayland
qt6-wayland
ranger
rsync
rygel
sddm
simple-scan
slurp
smartmontools
sushi
swaylock
texlive-core
texlive-latexextra
tldr
tlp
tmux
totem
tracker3-miners
tree
ueberzug
vim
vulkan-intel
vulkan-radeon
wf-recorder
wget
wireless_tools
wireplumber
wl-clipboard
wofi
xdg-user-dirs-gtk
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xf86-video-vmware
xorg-server
xorg-xinit
yelp
zerotier-one
zram-generator
zsh
